// export const getMOsList = () => {
//     const MOsList = [
//         {
//             shortName: 'КЭ',
//             fullName: 'Клиника Эксперт',
//             address: 'г.Хабаровск ул.Промышленная, 20Б',
//             coordinates: [48.497098, 135.103809],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Клиника Эксперт'],
//             plan: 2000,
//             mammography: [true, true],
//             mammographyCount: [0, 0.0, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
//         },
//         {
//             shortName: 'МСЧ МВД',
//             fullName: 'Медико-санитарная часть МВД России',
//             address: 'г.Хабаровск ул.Ленина, 37',
//             coordinates: [48.473621, 135.077805],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['ТКДЦ'],
//             plan: 1067,
//             mammography: [false, false],
//             mammographyCount: [0, 0.0, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
//         },
//         {
//             shortName: 'РЖД',
//             fullName: 'РЖД-Медицина',
//             address: 'г.Хабаровск ул.Воронежская, 49',
//             coordinates: [48.508061, 135.068039],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Клинико диагностический центр "Вивея"'],
//             plan: 3219,
//             mammography: [false, false],
//             mammographyCount: [0, 0.0, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
//         },
//         {
//             shortName: 'БЦРБ',
//             fullName: 'Бикинская центральная районная больница',
//             address: 'г.Вяземский ул.Бонивура, 4',
//             coordinates: [46.801762, 134.259150],
//             type: 'Больница',
//             MOPerformsMammography: ['Бикинская центральная районная больница'],
//             plan: 2295,
//             mammography: [true, true],
//             mammographyCount: [145, 6.3, 35],
//             pathologyCount: [15, 10.3, 3],
//             specialist: ['Шпетер Александр Николаевич', '89990806999', 'a.n.speter@mail.ru']
//         },
//         {
//             shortName: 'ВРБ',
//             fullName: 'Вяземская районная больница',
//             address: 'г.Вяземский ул.Коммунистическая, 64',
//             coordinates: [47.521459, 134.760262],
//             type: 'Больница',
//             MOPerformsMammography: ['Вяземская районная больница'],
//             plan: 2630,
//             mammography: [true, true],
//             mammographyCount: [380, 4.4, 68],
//             pathologyCount: [2, 0.5, 1],
//             specialist: ['Волевок Екатерина Андреевна', '8(42153) 3 17 24', 'e.volevok@vzmkrb.ru']
//         },
//         {
//             shortName: 'РБЛ',
//             fullName: '"Районная больница" района имени Лазо',
//             address: 'рп.Переяславка ул.Октябрьская, 19Б',
//             coordinates: [47.972708, 135.055198],
//             type: 'Больница',
//             MOPerformsMammography: '"Районная больница" района имени Лазо',
//             plan: 5523,
//             mammography: [true, true],
//             mammographyCount: [422, 7.6, 79],
//             pathologyCount: [8, 1.9, 1],
//             specialist: ['Зубаненко Игорь Анатольевич', '89098709094', 'rb-lazo@yandex.ru']
//         },
//         {
//             shortName: 'ГП9',
//             fullName: 'Городская поликлиника №9',
//             address: 'г.Комсомольск-на-Амуре ул.Уральская, 10',
//             coordinates: [50.585161, 137.081646],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['ТКДЦ'],
//             plan: 2918,
//             mammography: [false, false],
//             mammographyCount: [278, 9.5, 22],
//             pathologyCount: [16, 5.8, 1],
//             specialist: ['Сидорова Наталья Леонидовна', '8(4217)24-00-53*2', '']
//         },
//         // {
//         //     shortName: 'РД3',
//         //     fullName: 'Родильный дом №3',
//         //     address: 'г.Хабаровск ул.Ильича, 2',
//         //     coordinates: [48.574106, 135.039360],
//         //     type: 'Родильный дом'
//         // },
//         // {
//         //     shortName: 'СП3',
//         //     fullName: 'Стоматологическая поликлиника №2',
//         //     address: 'г.Комсомольск-на-Амуре ул.Запорожская, 17',
//         //     coordinates: [50.585304, 137.083238],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'СП2',
//         //     fullName: 'Стоматологическая поликлиника №2',
//         //     address: 'г.Комсомольск-на-Амуре ул.Ленинградская, 20',
//         //     coordinates: [50.575004, 137.065745],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'СП1',
//         //     fullName: 'Стоматологическая поликлиника №1',
//         //     address: 'г.Комсомольск-на-Амуре ул.Шиханова, 8',
//         //     coordinates: [50.540810, 136.996898],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'ДГБ',
//         //     fullName: 'Детская городская больница',
//         //     address: 'г.Комсомольск-на-Амуре ул.Летчиков, 3',
//         //     coordinates: [50.545815, 137.021161],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'ДСП1',
//         //     fullName: 'Детская стоматологическая поликлиника №1',
//         //     address: 'г.Комсомольск-на-Амуре ул.Дикопольцева, 37',
//         //     coordinates: [50.548938, 136.965154],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'ОД',
//         //     fullName: 'Онкологический диспансер',
//         //     address: 'г.Комсомольск-на-Амуре ул.Уссурийская, 5',
//         //     coordinates: [50.562346, 137.028609],
//         //     type: 'Диспансер'
//         // },
//         {
//             shortName: 'ГБШ',
//             fullName: '"Городская больница" им. Проф. Шульмана',
//             address: 'г.Комсомольск-на-Амуре ул.Володарского, 82',
//             coordinates: [50.542180, 136.981599],
//             type: 'Больница',
//             MOPerformsMammography: ['ТКДЦ'],
//             plan: 4172,
//             mammography: [false, false],
//             mammographyCount: [151, 3.6, 38],
//             pathologyCount: [3, 2.0, 1],
//             specialist: ['Горошко Альбина Михайловна', '89098275854', 'boln4koms@yandex.ru']
//         },
//         {
//             shortName: 'ГБ7',
//             fullName: 'Городская больница №7',
//             address: 'г.Комсомольск-на-Амуре ул.Димитрова, 4',
//             coordinates: [50.551967, 137.007066],
//             type: 'Больница',
//             MOPerformsMammography: ['Городская больница №7'],
//             plan: 10306,
//             mammography: [true, true],
//             mammographyCount: [520, 5.0, 60],
//             pathologyCount: [44, 8.5, 0],
//             specialist: ['Повзык Евгения Владимировна', '8(4217)54-10-12', '']
//         },
//         {
//             shortName: 'ГБ3',
//             fullName: 'Городская больница №3',
//             address: 'г.Комсомольск-на-Амуре ул.Копровая, 8',
//             coordinates: [50.569822, 136.991898],
//             type: 'Больница',
//             MOPerformsMammography: ['ТКДЦ'],
//             plan: 3612,
//             mammography: [false, false],
//             mammographyCount: [185, 5.1, 38],
//             pathologyCount: [3, 1.6, 1],
//             specialist: ['Глазунова Жанна Валерьевна', '8(4217) 52 92 67', '']
//         },
//         {
//             shortName: 'ХРБ',
//             fullName: 'Хабаровская районная больница',
//             address: 'с.Тополево ул.Школьная, 8А',
//             coordinates: [48.506071, 135.172713],
//             type: 'Больница',
//             MOPerformsMammography: ['Хабаровская районная больница'],
//             plan: 6557,
//             mammography: [true, true],
//             mammographyCount: [348, 5.3, 48],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['Чжан Ираида Ивановна', '(4212)35-83-83 доб.141', '']
//         },
//         {
//             shortName: 'КВРБ',
//             fullName: 'Князе-Волконская районная больница',
//             address: 'с.Князе-Волконское ул.Молодёжная, 22',
//             coordinates: [48.466944, 135.455327],
//             type: 'Больница',
//             MOPerformsMammography: ['Князе-Волконская районная больница'],
//             plan: 1363,
//             mammography: [true, false],
//             mammographyCount: [339, 24.9, 6],
//             pathologyCount: [2, 0.6, 0],
//             specialist: ['Денисенко Ирина Михайловна', '49-82-82', 'rb1-hr@yandex.ru']
//         },
//         {
//             shortName: 'НЦРБ',
//             fullName: 'Николаевская-на-Амуре центральная районная больница',
//             address: 'г.Николаевск-на-Амуре ул.Школьная, 115',
//             coordinates: [53.141538, 140.717484],
//             type: 'Больница',
//             MOPerformsMammography: ['Николаевская-на-Амуре центральная районная больница'],
//             plan: 3514,
//             mammography: [true, true],
//             mammographyCount: [305, 8.7, 37],
//             pathologyCount: [2, 0.7, 1],
//             specialist: ['Григорьева Любовь Михайловна', '89143190479', 'grigorevalm79@mail.ru']
//         },
//         {
//             shortName: 'ВЦРБ',
//             fullName: 'Ванинская центральная районная больница',
//             address: 'рп.Ванино ул.Октябрьская, 27',
//             coordinates: [49.082931, 140.249134],
//             type: 'Больница',
//             MOPerformsMammography: 'Ванинская центральная районная больница',
//             plan: 2602,
//             mammography: [true, true],
//             mammographyCount: [229, 8.8, 47],
//             pathologyCount: [5, 2.2, 0],
//             specialist: ['Утин Денис Анатольевич', '89141832031', 'vaninoold@mail.ru']
//         },
//         {
//             shortName: 'ВБДВОМЦ',
//             fullName: 'Ванинская больница ДВОМЦ',
//             address: 'рп.Ванино ул.Октябрьская, 25А',
//             coordinates: [49.082910, 140.250946],
//             type: 'Больница',
//             MOPerformsMammography: 'Ванинская центральная районная больница',
//             plan: 925,
//             mammography: [false, false],
//             mammographyCount: [84, 9.1, 22],
//             pathologyCount: [2, 2.4, 0],
//             specialist: ['Сушкова Анна Владимировна', '', 'fbpv@mail.ru']
//         },
//         {
//             shortName: 'СГРБ',
//             fullName: 'Советско-Гаванская районная больница',
//             address: 'г.Советская Гавань ул.Ленина, 6',
//             coordinates: [48.966590, 140.288232],
//             type: 'Больница',
//             MOPerformsMammography: 'Советско-Гаванская районная больница',
//             plan: 4399,
//             mammography: [true, true],
//             mammographyCount: [634, 14.4, 42],
//             pathologyCount: [74, 11.7, 9],
//             specialist: ['Иванов Владимимир Александрович', '89141799818', ' medpomrb@mail.ru']
//         },
//         // {
//         //     shortName: 'СГПД',
//         //     fullName: 'Советско-Гаванский психоневрологический диспансер',
//         //     address: 'г.Советская Гавань ул.Киевская, 6',
//         //     coordinates: [48.966083, 140.288291],
//         //     type: 'Диспансер'
//         // },
//         {
//             shortName: 'ТЧЦРБ',
//             fullName: 'Тугуро-Чумиканская центральная районная больница',
//             address: 'с.Чумикан ул.Таранца, 36',
//             coordinates: [54.716950, 135.319083],
//             type: 'Больница',
//             MOPerformsMammography: ['Николаевская-на-Амуре центральная районная больница'],
//             plan: 190,
//             mammography: [false, false],
//             mammographyCount: [132, 69.5, 37],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
//         },
//         {
//             shortName: 'ТЦРБ',
//             fullName: 'Троицкая центральная районная больница',
//             address: 'с.Троицкое ул. имени В.А.Пушникова, 10',
//             coordinates: [49.442917, 136.546154],
//             type: 'Больница',
//             MOPerformsMammography: ['ТКДЦ'],
//             plan: 1766,
//             mammography: [false, false],
//             mammographyCount: [140, 7.9, 0],
//             pathologyCount: [1, 0.7, 0],
//             specialist: ['Вишняков Дмитрий Васильевич', '8-42156-41410', 'raizdrav-27@yandex.ru']
//         },
//         {
//             shortName: 'ВБРБ',
//             fullName: 'Верхнебуреинская центральная районная больница',
//             address: 'п.Чегдомын ул.Софийская, 2',
//             coordinates: [51.140482, 133.042858],
//             type: 'Больница',
//             MOPerformsMammography: 'Верхнебуреинская центральная районная больница',
//             plan: 2085,
//             mammography: [true, false],
//             mammographyCount: [195, 9.4, 12],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['Павлинова Елена Юрьевна', '8914-122-82-50', 'muzykoev@mail.ru']
//         },
//         // {
//         //     shortName: 'НТД',
//         //     fullName: 'Николаевский противотуберкулезный диспансер',
//         //     address: 'г.Николаевск-на-Амуре ул.Советская, 212',
//         //     coordinates: [53.140914, 140.786421],
//         //     type: 'Диспансер'
//         // },
//         // {
//         //     shortName: 'КТД',
//         //     fullName: 'Комсомольский-на-Амуре межрайонный противотуберкулезный диспансер',
//         //     address: 'г.Комсомольск-на-Амуре ул.Культурная, 7',
//         //     coordinates: [50.599730, 137.050075],
//         //     type: 'Диспансер'
//         // },
//         {
//             shortName: 'АЦРБ',
//             fullName: 'Амурская центральная районная больница',
//             address: 'г.Амурск проспект Строителей, 21',
//             coordinates: [50.234281, 136.908568],
//             type: 'Больница',
//             MOPerformsMammography: 'Амурская центральная районная больница',
//             plan: 7511,
//             mammography: [true, true],
//             mammographyCount: [712, 9.5, 85],
//             pathologyCount: [214, 30.1, 15],
//             specialist: ['Свердлов Александр Ефимович', '89141611331', '']
//         },
//         {
//             shortName: 'АЯЦРБ',
//             fullName: 'Аяно-Майская центральная районная больница',
//             address: 'с.Аян ул.Пиковая, 7',
//             coordinates: [56.462453, 138.177391],
//             type: 'Больница',
//             MOPerformsMammography: 'Аяно-Майская центральная районная больница',
//             plan: 2602,
//             mammography: [true, true],
//             mammographyCount: [25, 1.0, 5],
//             pathologyCount: [1, 4.0, 0],
//             specialist: ['', '', '']
//         },
//         {
//             shortName: 'КМБ',
//             fullName: 'Комсомольская межрайонная больница',
//             address: 'г.Комсомольск-на-Амуре ул.Зеленая, 10',
//             coordinates: [50.597699, 137.053302],
//             type: 'Больница',
//             MOPerformsMammography: ['ТКДЦ'],
//             plan: 3058,
//             mammography: [false, false],
//             mammographyCount: [452, 14.8, 248],
//             pathologyCount: [2, 0.4, 0],
//             specialist: ['Вологин Антон Игоревич', '89142103715', 'lissabon86660@mail.ru']
//         },
//         // {
//         //     shortName: 'АСП',
//         //     fullName: 'Амурская стоматологическая поликлиника',
//         //     address: 'г.Амурск проспект Мира, 46А',
//         //     coordinates: [50.235428, 136.902151],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'УТД',
//         //     fullName: 'Ульчский противотуберкулезный диспансер',
//         //     address: 'с.Богородское ул.Амурская, 5',
//         //     coordinates: [52.370572, 140.449617],
//         //     type: 'Диспансер'
//         // },
//         // {
//         //     shortName: 'НПБ',
//         //     fullName: 'Николаевская психоневрологическая больница',
//         //     address: 'г.Николаевск-на-Амуре ул.Советская, 181',
//         //     coordinates: [53.145957, 140.773592],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'НДК',
//         //     fullName: 'Наркологический диспансер г.Комсомольска-на-Амуре',
//         //     address: 'г.Комсомольск-на-Амуре ул.Литейная, 6',
//         //     coordinates: [50.57218301885409, 136.99669566837954],
//         //     type: 'Диспансер'
//         // },
//         {
//             shortName: 'УРБ',
//             fullName: 'Ульчская районная больница',
//             address: 'с.Богородское ул.Пионерская, 24',
//             coordinates: [52.369511, 140.447870],
//             type: 'Больница',
//             MOPerformsMammography: ['Ульчская районная больница'],
//             plan: 1540,
//             mammography: [true, false],
//             mammographyCount: [27, 1.8, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['Попович Наталья Никифоровна', '89147794987', '']
//         },
//         {
//             shortName: 'ОЦРБ',
//             fullName: 'Охотская центральная районная больница',
//             address: 'р.п.Охотск, ул.Ленина, 1',
//             coordinates: [59.364117, 143.210083],
//             type: 'Больница',
//             MOPerformsMammography: 'Охотская центральная районная больница',
//             plan: 790,
//             mammography: [true, true],
//             mammographyCount: [100, 12.7, 8],
//             pathologyCount: [32, 32.0, 0],
//             specialist: ['Кулешов И.Н', '92144', 'ohotskcrb@yandex.ru']
//         },
//         // {
//         //     shortName: 'ПБК',
//         //     fullName: 'Психиатрическая больница г.Комсомольска-на-Амуре',
//         //     address: 'г.Комсомольск-на-Амуре ул.Вокзальная, 19/2',
//         //     coordinates: [50.5586771375872, 137.0139087069325],
//         //     type: 'Больница'
//         // },
//         {
//             shortName: 'СРБ',
//             fullName: 'Солнечная районная больница',
//             address: 'рп.Солнечный ул.Ленина, 4',
//             coordinates: [50.727779, 136.633302],
//             type: 'Больница',
//             MOPerformsMammography: 'Солнечная районная больница',
//             plan: 3454,
//             mammography: [true, true],
//             mammographyCount: [250, 7.2, 152],
//             pathologyCount: [14, 5.6, 3],
//             specialist: ['Стецук Юлия Витальевна', '8 (42146) 2 21 91', 'soln -boln.zamgl@mail.ru']
//         },
//         // {
//         //     shortName: 'АВ',
//         //     fullName: 'Специализированная больница восстановительного лечения "Анненские воды"',
//         //     address: 'с.Аннинские Минеральные Воды ул. Центральная, 2',
//         //     coordinates: [52.769251, 140.167206],
//         //     type: 'Больница'
//         // },
//         {
//             shortName: 'ГБШ',
//             fullName: '"Городская больница" им. Проф. М.И.Шевчук',
//             address: 'г.Комсомольск-на-Амуре ул.Культурная, 5',
//             coordinates: [50.59984280037193, 137.05318433158752],
//             type: 'Больница',
//             MOPerformsMammography: ['"Городская больница" им. Проф. М.И.Шевчук'],
//             plan: 6347,
//             mammography: [true, true],
//             mammographyCount: [432, 6.8, 45],
//             pathologyCount: [84, 19.4, 13],
//             specialist: ['Белоноженко Роман Владимирович', '9242281971', 'hosp2ya.ru']
//         },
//         // {
//         //     shortName: 'ДГКП3',
//         //     fullName: 'Детская городская клиническая поликлиника №3',
//         //     address: 'г.Хабаровск ул.Майская, 39',
//         //     coordinates: [48.5616090738626, 135.03585850001008],
//         //     type: 'Поликлиника'
//         // },
//         {
//             shortName: 'ГКБВЯ',
//             fullName: 'Городская клиническая больница им. проф. А.М.Войно-Ясенецкого',
//             address: 'г.Хабаровск ул.Тихоокеанская, 213',
//             coordinates: [48.55736907385167, 135.04149100001015],
//             type: 'Больница',
//             MOPerformsMammography: ['Городская клиническая больница им. проф. А.М.Войно-Ясенецкого'],
//             plan: 9727,
//             mammography: [true, true],
//             mammographyCount: [1484, 15.3, 129],
//             pathologyCount: [6, 0.4, 0],
//             specialist: ['Антонов И.А.', '79990800185', '']
//         },
//         {
//             shortName: 'ККЦО',
//             fullName: 'Краевой клинический центр онкологии',
//             address: 'г.Хабаровск Воронежское шоссе, 164',
//             coordinates: [48.55364757386924, 135.0641015],
//             type: 'Больница',
//             MOPerformsMammography: [''],
//             plan: 2160,
//             mammography: [true, false],
//             mammographyCount: [0, 0.0, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
//         },
//         // {
//         //     shortName: 'ДКЦМР',
//         //     fullName: 'Детский клинический центр медицинской реабилитации "Амурский"',
//         //     address: 'г.Хабаровск ул.Санаторная, 38',
//         //     coordinates: [48.529429573861115, 135.0288335],
//         //     type: 'Больница'
//         // },
//         {
//             shortName: 'ККБ1',
//             fullName: '"Краевая клиническая больница №1" имени профессора С.И.Сергеева',
//             address: 'г.Хабаровск ул.Краснодарская, 9',
//             coordinates: [48.512016, 135.102657],
//             type: 'Больница',
//             MOPerformsMammography: [''],
//             plan: 3000,
//             mammography: [true, false],
//             mammographyCount: [0, 0.0, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
// },
//         {
//             shortName: 'КДЦ',
//             fullName: 'Клинико диагностический центр',
//             address: 'г.Хабаровск ул.Карла Маркса, 109',
//             coordinates: [48.50632778904848, 135.10512934655762],
//             type: 'Больница',
//             MOPerformsMammography: ['Клиника Эксперт'],
//             plan: 4670,
//             mammography: [true, false],
//             mammographyCount: [872, 18.4, 63],
//             pathologyCount: [8, 0.9, 0],
//             specialist: ['Суслова Наталья Юрьевна', '89625018233', 'ocean.222@mail.ru']
//         },
//         // {
//         //     shortName: 'ТБ',
//         //     fullName: 'Туберкулёзная больница',
//         //     address: 'г.Хабаровск ул.Карла Маркса, 109А',
//         //     coordinates: [48.50778407388669, 135.10416649999996],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'СПИД',
//         //     fullName: 'Центр по профилактике и борьбе со СПИД и инфекционными заболеваниями',
//         //     address: 'г.Хабаровск ул.Пилотов, 2',
//         //     coordinates: [48.5129175738728, 135.15607999999995],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'ДГП24',
//         //     fullName: 'Детская городская поликлиника №24',
//         //     address: 'г.Хабаровск ул.Вяземская, 7А',
//         //     coordinates: [48.50692457385741, 135.07848811904904],
//         //     type: 'Поликлиника'
//         // },
//         {
//             shortName: 'ГП5',
//             fullName: 'Городская поликлиника №5',
//             address: 'г.Хабаровск ул.Забайкальская, 26',
//             coordinates: [48.49743257388716, 135.04581149999999],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Городская поликлиника №5'],
//             plan: 5792,
//             mammography: [true, true],
//             mammographyCount: [769, 13.3, 21],
//             pathologyCount: [246, 32.0, 8],
//             specialist: ['Кугаевская Евгения Андреевна', '79242061253', 'fesmu27@gmail.com']
//         },
//         // {
//         //     shortName: 'СП25',
//         //     fullName: 'Стоматологическая поликлиника №25 "ДЕН-ТАЛ-ИЗ"',
//         //     address: 'г.Хабаровск ул.Большая, 6',
//         //     coordinates: [48.49869257389039, 135.09821950001023],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'СП19',
//         //     fullName: 'Стоматологическая поликлиника №19',
//         //     address: 'г.Хабаровск пер.Забайкальский, 4',
//         //     coordinates: [48.49521757388145, 135.0438355000101],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'ККПБ',
//         //     fullName: '"Краевая клиническая психиатрическая больница" имени профессора И.Б.Галанта',
//         //     address: 'г.Хабаровск ул.Серышева, 33',
//         //     coordinates: [48.49059007389657, 135.06194550001015],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'ДГП1',
//         //     fullName: 'Детская городская поликлиника №1',
//         //     address: 'г.Хабаровск ул.Льва Толстого, 7',
//         //     coordinates: [48.48510807388251, 135.07055150001017],
//         //     type: 'Поликлиника'
//         // },
//         {
//             shortName: 'ГКП3',
//             fullName: 'Городская клиническая поликлиника №3',
//             address: 'г.Хабаровск ул.Дикопольцева, 34',
//             coordinates: [48.4850785739095, 135.08221150001017],
//             type: 'Поликлиника',
//             MOPerformsMammography: 'Клиника Эксперт',
//             plan: 10913,
//             mammography: [true, false],
//             mammographyCount: [1214, 11.1, 354],
//             pathologyCount: [9, 0.7, 7],
//             specialist: ['Гаврилов Егор Сергеевич', '89141830981', 'egor1995gaw@mail.ru']
//         },
//         // {
//         //     shortName: 'ПЦ',
//         //     fullName: '"Перинатальный центр" им. проф. Г.С.Постола',
//         //     address: 'г.Хабаровск ул.Истомина, 85',
//         //     coordinates: [48.48109507387216, 135.04988999999992],
//         //     type: 'Родильный дом'
//         // },
//         // {
//         //     shortName: 'РД1',
//         //     fullName: '"Родильный дом" №1',
//         //     address: 'г.Хабаровск ул.Ленина, 67',
//         //     coordinates: [48.480217573896994, 135.0874755],
//         //     type: 'Родильный дом'
//         // },
//         // {
//         //     shortName: 'РД4',
//         //     fullName: '"Родильный дом" №4',
//         //     address: 'г.Хабаровск ул.Тургенева, 79',
//         //     coordinates: [48.47715957388912, 135.05062649999996],
//         //     type: 'Родильный дом'
//         // },
//         {
//             shortName: 'КДЦВ',
//             fullName: 'Клинико диагностический центр "Вивея"',
//             address: 'г.Хабаровск ул.Запарина, 83',
//             coordinates: [48.47778657389076, 135.06284399999998],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Клинико диагностический центр "Вивея"'],
//             plan: 8940,
//             mammography: [true, true],
//             mammographyCount: [1831, 20.5, 207],
//             pathologyCount: [21, 1.1, 0],
//             specialist: ['Ситников Евгений Валерьевич', '', 'yesit@rambler.ru']
//         },
//         {
//             shortName: 'ХПДФОМЦ',
//             fullName: 'Хабаровская поликлиника ДФОМЦ',
//             address: 'г.Хабаровск ул.Ремесленная, 18',
//             coordinates: [48.457424, 135.089783],
//             type: 'Поликлиника',
//             MOPerformsMammography: 'Клинико диагностический центр "Вивея"',
//             plan: 382,
//             mammography: [false, false],
//             mammographyCount: [0, 0.0, 0],
//             pathologyCount: [0, 0.0, 0],
//             specialist: ['', '', '']
//         },
//         // {
//         //     shortName: 'ККБ',
//         //     fullName: '"Краевая клиническая больница" им. Д.Н.Матвеева',
//         //     address: 'г.Хабаровск ул.Муравьёва-Амурского, 54А',
//         //     coordinates: [48.47915457389428, 135.07078499999997],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'СПР',
//         //     fullName: 'Стоматологическая поликлиника "Регион"',
//         //     address: 'г.Хабаровск ул.Калинина, 76',
//         //     coordinates: [48.47444757388215, 135.06322099999983],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'КЦВМР',
//         //     fullName: 'Клинический центр восстановительной медицины и реабилитации',
//         //     address: 'г.Хабаровск ул.Запарина, 76',
//         //     coordinates: [48.476353045840746, 135.06623613624572],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'ККБ2',
//         //     fullName: '"Краевая клиническая больница" имени профессора О.В.Владимирцева',
//         //     address: 'г.Хабаровск ул.Павловича, 1Б',
//         //     coordinates: [48.47119207390081, 135.09102399999992],
//         //     type: 'Больница'
//         // },
//         {
//             shortName: 'ГП7',
//             fullName: 'Городская поликлиника №7',
//             address: 'г.Хабаровск квартал ДОС, 42А',
//             coordinates: [48.470917073900154, 135.12074049999984],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Городская поликлиника №7'],
//             plan: 3630,
//             mammography: [true, true],
//             mammographyCount: [615, 16.9, 60],
//             pathologyCount: [28, 4.6, 6],
//             specialist: ['Султанова Марина Владимировна', '89242284452', 'Romashka-ha@mail.ru']
//         },
//         {
//             shortName: 'ГП8',
//             fullName: 'Городская поликлиника №8',
//             address: 'г.Хабаровск ул.Воровского, 10А',
//             coordinates: [48.456662, 135.178093],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Городская поликлиника №8'],
//             plan: 2444,
//             mammography: [true, true],
//             mammographyCount: [308, 12.6, 47],
//             pathologyCount: [2, 0.6, 1],
//             specialist: ['Малынова Оксана Анатольевна', '89242004971', 'Malynova.oksana@mail.ru']
//         },
//         // {
//         //     shortName: 'РД2',
//         //     fullName: 'Родильный дом" №2',
//         //     address: 'г.Хабаровск пер.Казарменый, 4',
//         //     coordinates: [48.467279073890815, 135.09100599999996],
//         //     type: 'Родильный дом'
//         // },
//         // {
//         //     shortName: 'ДГКБ',
//         //     fullName: '"Детская городская клиническая больница" имени В.М.Истомина',
//         //     address: 'г.Хабаровск ул.Тургенева, 45',
//         //     coordinates: [48.46803807389271, 135.06261049999998],
//         //     type: 'Больница'
//         // },
//         {
//             shortName: 'ГП15',
//             fullName: 'Городская поликлиника №15',
//             address: 'г.Хабаровск ул.Ульяновская, 156',
//             coordinates: [48.365697, 135.035227],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Клинико диагностический центр "Вивея"', 'Городская поликлиника №16'],
//             plan: 2933,
//             mammography: [false, false],
//             mammographyCount: [425, 14.5, 47],
//             pathologyCount: [1, 0.2, 1],
//             specialist: ['Мирошниченко Евгения Владимировна', '59-23-31', 'gorpol15khv@yandex.ru']
//         },
//         {
//             shortName: 'ГП16',
//             fullName: 'Городская поликлиника №16',
//             address: 'г.Хабаровск ул.Королева 12В',
//             coordinates: [48.45691357389119, 135.11194549999996],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Городская поликлиника №16'],
//             plan: 4186,
//             mammography: [true, true],
//             mammographyCount: [835, 19.9, 128],
//             pathologyCount: [6, 0.7, 2],
//             specialist: ['Ходанович Денис Анатольевич', '89294039030', 'mark-storm@mail.ru']
//         },
//         // {
//         //     shortName: 'ДГП17',
//         //     fullName: 'Детская городская поликлиника №17',
//         //     address: 'г.Хабаровск ул.Краснореченская, 177Б',
//         //     coordinates: [48.440455573902916, 135.110149],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'ДСП22',
//         //     fullName: 'Детская стоматологическая поликлиника №22',
//         //     address: 'г.Хабаровск ул.Краснореченская, 177А',
//         //     coordinates: [48.44082677971309, 135.11049232275388],
//         //     type: 'Поликлиника'
//         // },
//         // {
//         //     shortName: 'ККВД',
//         //     fullName: 'Краевой кожно венерологический диспансер',
//         //     address: 'г.Хабаровск ул.Ангарская, 5',
//         //     coordinates: [48.421301573907776, 135.10676250001018],
//         //     type: 'Диспансер'
//         // },
//         // {
//         //     shortName: 'ГКБА',
//         //     fullName: 'Краевая клиническая больница им. профессора Г.Л.Александровича',
//         //     address: 'ул.Аксёнова, 41',
//         //     coordinates: [48.40728957392577, 135.12017450001008],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'ДГКБ9',
//         //     fullName: 'Детская городская клиническая больница №9',
//         //     address: 'г.Хабаровск ул.Союзная, 80',
//         //     coordinates: [48.4000940739343, 135.09883050001028],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'ДККБП',
//         //     fullName: '"Детская краевая клиническая больница" имени А.К.Пиотровича',
//         //     address: 'г.Хабаровск ул.Прогрессивная, 6',
//         //     coordinates: [48.390330573936254, 135.09970150001018],
//         //     type: 'Больница'
//         // },
//         {
//             shortName: 'ГП11',
//             fullName: 'Городская поликлиника №11',
//             address: 'г.Хабаровск ул.Суворова, 38',
//             coordinates: [48.39264007391515, 135.10831650001012],
//             type: 'Поликлиника',
//             MOPerformsMammography: ['Городская поликлиника №11'],
//             plan: 16124,
//             mammography: [true, true],
//             mammographyCount: [1045, 6.5, 116],
//             pathologyCount: [50, 4.8, 0],
//             specialist: ['Клюшин Борис Иванович', '89638003089', 'klusinboris@gmail.com']
//         },
//         // {
//         //     shortName: 'ХСДР',
//         //     fullName: 'Хабаровский специализированный дом ребенка',
//         //     address: 'г.Хабаровск ул.Рокоссовского, 21',
//         //     coordinates: [48.38983407390796, 135.11272750001012],
//         //     type: 'Больница'
//         // },
//         // {
//         //     shortName: 'СП18',
//         //     fullName: 'Стоматологическая поликлиника №18',
//         //     address: 'г.Хабаровск ул.Рокоссовского, 18А',
//         //     coordinates: [48.387751573929634, 135.1143265000102],
//         //     type: 'Поликлиника'
//         // }
//     ]
//     let result = [];
//     for (let i = 0; i < MOsList.length; i++) {
//         result.push({...MOsList[i], id: i + 1})
//     }
//     return result;
// }
//
// export const getRatingProperties = () => {
//     return [11, 21.2]
// }
//
// export const getMObyId = (id) => {
//     return getMOsList().filter(mo => mo.id === id)[0];
// }
//
// export const getMOsTypes = () => {
//     return [
//      'Поликлиника',
//      'Больница',
//      'Диспансер',
//      'Родильный дом'
//      //    ,
//      // 'Станция скорой помощи',
//      // 'Станция переливания крови',
//      // 'Аптека',
//      // 'Пункт вакцинации'
//     ]
// }